"use strict";
//存储帖子部分信息(概述信息和代码)和其他常量的js
const sc_type = {
    sc_all: '',
    
};

const posts_abbr = [{
        title: '剑来',
        abbr: '大千世界，无奇不有。我陈平安，唯有一剑，可搬山，倒海，降妖，镇魔，敕神，摘星，断江，摧城，开天————我叫陈平安，平平安安的平安，我是一名剑客。',
        date: '2023/06/30 22:19',
        tag: '玄幻小说',
        type: 'sc_alg',
        id: 0,
    },
    {
        title: '斗罗大陆',
        abbr: '《斗罗大陆》是唐家三少创作的长篇玄幻小说，首次在2008年12月14日于起点中文网连载，于2010年8月完结 [1] ；首次由太白文艺出版社于2009年5月出版。',
        date: '2023/07/01 9:29',
        tag: '长篇玄幻小说',
        type: 'sc_lan',
        id: 1,
    },
    {
        title: '绍宋',
        abbr: '《绍宋》是连载于起点中文网的架空历史类小说，作者是榴弹怕水。',
        date: '2023/07/01 19:04',
        tag: '架空历史类小说',
        type: 'sc_lan',
        id: 2,
    },

];

